Repository: norange-carrot/pretix_acronia_checkin_stats
Catalog: pretix_acronia_checkin_view/locale/*_Informal/LC_MESSAGES/django.po
Languages: de

source: Pretix Acronia Checkin View
de: Pretix Acronia Check-in Ansicht

source: Pretix plugin to create an extra view to check helper add-on check-ins
de: Pretix Plugin zur Erstellung einer zusätzlichen Ansicht für Helper Add-on Check-ins

source: Check-in Statistics
de: Check-in Statistiken

source: Check-in Helper Statistics
de: Check-in Helper Statistiken

source: Summary
de: Zusammenfassung

source: Total persons with check-ins:
de: Gesamtzahl Personen mit Check-ins:

source: Total check-ins:
de: Gesamtzahl Check-ins:

source: Check-ins per Person
de: Check-ins pro Person

source: Order
de: Bestellung

source: Product
de: Produkt

source: Attendee Name
de: Teilnehmername

source: Booked
de: Gebucht

source: Missing helper duties
de: Fehlende Helferdienste

source: Missing duties
de: Fehlende Dienste

source: Extra check-ins
de: Zusätzliche Check-ins

source: Complete
de: Vollständig

source: Actions
de: Aktionen

source: No name provided
de: Kein Name angegeben

source: No email provided
de: Keine E-Mail angegeben

source: Multiple check-ins detected
de: Mehrfache Check-ins erkannt

source: Single check-in
de: Einzelner Check-in

source: View Details
de: Details anzeigen

source: Page navigation
de: Seitennavigation

source: Previous
de: Zurück

source: Next
de: Weiter

source: No check-ins found matching your search criteria.
de: Keine Check-ins gefunden, die deinen Suchkriterien entsprechen.

source: No check-ins found for this event yet.
de: Noch keine Check-ins für diese Veranstaltung gefunden.

source: Multiple check-ins:
de: Mehrfache Check-ins:

source: Search
de: Suchen

source: Search by order, name, email, or product...
de: Suche nach Bestellung, Name, E-Mail oder Produkt...

source: Clear
de: Zurücksetzen

source: Filter
de: Filtern

source: All duties
de: Alle Dienste

source: Missing duties only
de: Nur fehlende Dienste

source: Complete only
de: Nur vollständige

source: Extra check-ins only
de: Nur zusätzliche Check-ins

source: All check-ins
de: Alle Check-ins

source: No check-ins
de: Keine Check-ins

source: At least one check-in
de: Mindestens ein Check-in

source: Filters applied
de: Filter angewendet

source: Showing results for "%s"
de: Zeige Ergebnisse für "%s"

source: Export as CSV
de: Als CSV exportieren

source: Order Code
de: Bestellcode

source: Variation
de: Variante

source: Booked Addons
de: Gebuchte Add-ons
